Repository: kaanporsuk/trustcare
Catalog: TrustCare/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, fr, hu, it, nl, pl, pt, ro, ru, sv, tr, uk

# pp_data_collection_title
source: Data We Collect
cs: Údaje, které shromažďujeme
da: Data, vi indsamler
de: Welche Daten wir erfassen
es: Datos que recopilamos
fr: Données que nous collectons
hu: Az Általunk Gyűjtött Adatok
it: Dati che raccogliamo
nl: Gegevens Die We Verzamelen
pl: Gromadzone przez nas dane
pt: Dados que Coletamos
ro: Datele pe care le colectăm
ru: Какие данные мы собираем
sv: Data vi samlar in
tr: Topladığımız Veriler
uk: Які дані ми збираємо

# pp_data_sharing_1
source: We share data with service providers that operate hosting, analytics, moderation, and communication systems.
cs: Údaje sdílíme s poskytovateli služeb, kteří provozují hostingové, analytické, moderační a komunikační systémy.
da: Vi deler data med tjenesteudbydere, der driver hosting-, analyse-, moderations- og kommunikationssystemer.
de: Wir teilen Daten mit Dienstleistern, die Hosting-, Analyse-, Moderations- und Kommunikationssysteme betreiben.
es: Compartimos datos con proveedores de servicios que operan sistemas de alojamiento, análisis, moderación y comunicación.
fr: Nous partageons des données avec des prestataires de services qui exploitent les systèmes d'hébergement, d'analyse, de modération et de communication.
hu: Megosztunk adatokat olyan szolgáltatókkal, akik tárhelyet, elemzést, moderálást és kommunikációs rendszereket üzemeltetnek.
it: Condividiamo i dati con fornitori di servizi che gestiscono sistemi di hosting, analisi, moderazione e comunicazione.
nl: We delen gegevens met serviceproviders die hosting, analyses, moderatie en communicatiesystemen beheren.
pl: Udostępniamy dane usługodawcom, którzy obsługują systemy hostingu, analityki, moderacji i komunikacji.
pt: Compartilhamos dados com prestadores de serviços que operam sistemas de hospedagem, análise, moderação e comunicação.
ro: Împărtășim date cu furnizorii de servicii care operează sisteme de găzduire, analiză, moderare și comunicare.
ru: Мы делимся данными с поставщиками услуг: хостинг, аналитика, модерация.
sv: Vi delar data med tjänsteleverantörer som hanterar hosting, analys, moderering och kommunikationssystem.
tr: Verileri, barındırma, analitik, denetim ve iletişim sistemlerini işleten hizmet sağlayıcılarla paylaşıyoruz.
uk: Ми ділимося даними з постачальниками послуг, які забезпечують хостинг, аналітику, модерацію та комунікацію.

# pp_data_sharing_2
source: We may disclose information when required by law, regulation, legal process, or to protect users and platform integrity.
cs: Informace můžeme zveřejnit, pokud to vyžaduje zákon, předpis, právní proces nebo za účelem ochrany uživatelů a integrity platformy.
da: Vi kan videregive oplysninger, når det kræves af lov, regulering, juridisk proces, eller for at beskytte brugere og platformens integritet.
de: Wir können Informationen offenlegen, wenn dies durch Gesetz, Vorschrift oder rechtliche Verfahren vorgeschrieben ist oder um Nutzer und die Integrität der Plattform zu schützen.
es: Podemos divulgar información cuando lo requiera la ley, regulaciones, procesos legales o para proteger a los usuarios y la integridad de la plataforma.
fr: Nous pouvons divulguer des informations lorsque la loi, la réglementation, une procédure judiciaire l'exige, ou pour protéger les utilisateurs et l'intégrité de la plateforme.
hu: Felfedhetünk információkat, ha azt törvény, rendelet, jogi eljárás követeli meg, vagy a felhasználók és a platform integritásának védelme érdekében.
it: Potremmo divulgare informazioni quando richiesto dalla legge, dai regolamenti, dai procedimenti legali o per proteggere gli utenti e l'integrità della piattaforma.
nl: We kunnen informatie openbaar maken indien dit vereist is door wet, regelgeving, juridische processen, of ter bescherming van gebruikers en platformintegriteit.
pl: Możemy ujawnić informacje, gdy jest to wymagane przez prawo, przepisy, proces prawny lub w celu ochrony użytkowników i integralności platformy.
pt: Podemos divulgar informações quando exigido por lei, regulamento, processo legal ou para proteger os usuários e a integridade da plataforma.
ro: Putem dezvălui informații atunci când acest lucru este cerut de lege, reglementări, procese legale sau pentru a proteja utilizatorii și integritatea platformei.
ru: Мы можем раскрыть информацию по требованию закона для защиты пользователей и платформы.
sv: Vi kan lämna ut information när det krävs enligt lag, förordning, rättslig process eller för att skydda användare och plattformens integritet.
tr: Yasalar, yönetmelikler, hukuki süreçler gerektirdiğinde veya kullanıcıları ve platform bütünlüğünü korumak için bilgileri ifşa edebiliriz.
uk: Ми можемо розкривати інформацію, якщо це вимагається законом, регуляторними органами, для захисту користувачів і цілісності платформи.

# pp_data_sharing_3
source: We do not sell personal data to third parties.
cs: Osobní údaje třetím stranám neprodáváme.
da: Vi sælger ikke personoplysninger til tredjeparter.
de: Wir verkaufen keine personenbezogenen Daten an Dritte.
es: No vendemos datos personales a terceros.
fr: Nous ne vendons pas de données personnelles à des tiers.
hu: Nem adunk el személyes adatokat harmadik feleknek.
it: Non vendiamo dati personali a terzi.
nl: Wij verkopen geen persoonlijke gegevens aan derden.
pl: Nie sprzedajemy danych osobowych podmiotom trzecim.
pt: Não vendemos dados pessoais a terceiros.
ro: Nu vindem date personale către terți.
ru: Мы не продаем личные данные третьим лицам.
sv: Vi säljer inte personuppgifter till tredje part.
tr: Kişisel verileri üçüncü taraflara satmıyoruz.
uk: Ми не продаємо персональні дані третім особам.

# pp_data_sharing_title
source: How We Share Data
cs: Jak sdílíme údaje
da: Sådan deler vi data
de: Wie wir Daten teilen
es: Cómo compartimos los datos
fr: Comment nous partageons les données
hu: Hogyan Osztjuk Meg az Adatokat
it: Come condividiamo i dati
nl: Hoe We Gegevens Delen
pl: Jak udostępniamy dane
pt: Como Compartilhamos Dados
ro: Cum partajăm datele
ru: Как мы делимся данными
sv: Hur vi delar data
tr: Verileri Nasıl Paylaşıyoruz
uk: Як ми ділимося даними

# pp_data_usage_1
source: We use personal data to provide core app functionality, personalize content, and maintain account security.
cs: Osobní údaje používáme k poskytování základních funkcí aplikace, přizpůsobení obsahu a udržování bezpečnosti účtu.
da: Vi bruger personoplysninger til at levere kernefunktionalitet i appen, personalisere indhold og opretholde kontosikkerhed.
de: Wir verwenden personenbezogene Daten, um Kernfunktionen der App bereitzustellen, Inhalte zu personalisieren und die Kontosicherheit zu gewährleisten.
es: Utilizamos datos personales para proporcionar las funciones principales de la aplicación, personalizar el contenido y mantener la seguridad de la cuenta.
fr: Nous utilisons les données personnelles pour fournir les fonctionnalités principales de l'application, personnaliser le contenu et maintenir la sécurité du compte.
hu: A személyes adatokat az alkalmazás alapvető funkcióinak biztosítására, a tartalom személyre szabására és a fiók biztonságának fenntartására használjuk.
it: Utilizziamo i dati personali per fornire le funzionalità principali dell'app, personalizzare i contenuti e mantenere la sicurezza dell'account.
nl: We gebruiken persoonlijke gegevens om kernfunctionaliteit van de app te bieden, content te personaliseren en accountbeveiliging te handhaven.
pl: Używamy danych osobowych do zapewnienia podstawowych funkcji aplikacji, personalizacji treści i utrzymania bezpieczeństwa konta.
pt: Usamos dados pessoais para fornecer as funcionalidades principais do app, personalizar conteúdo e manter a segurança da conta.
ro: Folosim datele personale pentru a oferi funcționalitățile de bază ale aplicației, pentru a personaliza conținutul și pentru a menține securitatea contului.
ru: Мы используем данные для работы приложения, персонализации и безопасности аккаунта.
sv: Vi använder personuppgifter för att tillhandahålla appens kärnfunktioner, anpassa innehåll och upprätthålla kontosäkerhet.
tr: Kişisel verileri temel uygulama işlevlerini sağlamak, içeriği kişiselleştirmek ve hesap güvenliğini sağlamak için kullanıyoruz.
uk: Ми використовуємо персональні дані для надання основних функцій додатку, персоналізації контенту та забезпечення безпеки облікового запису.

# pp_data_usage_2
source: We use submitted reviews and metadata for trust, safety, moderation, fraud prevention, and quality assurance.
cs: Odeslané recenze a metadata používáme k zajištění důvěry, bezpečnosti, moderování, prevenci podvodů a zajištění kvality.
da: Vi bruger indsendte anmeldelser og metadata til tillid, sikkerhed, moderation, bedrageribekæmpelse og kvalitetssikring.
de: Wir verwenden eingereichte Bewertungen und Metadaten für Vertrauen, Sicherheit, Moderation, Betrugsprävention und Qualitätssicherung.
es: Utilizamos las reseñas enviadas y los metadatos para fines de confianza, seguridad, moderación, prevención de fraude y garantía de calidad.
fr: Nous utilisons les avis soumis et les métadonnées pour la confiance, la sécurité, la modération, la prévention de la fraude et l'assurance qualité.
hu: A beküldött értékeléseket és metaadatokat a bizalom, a biztonság, a moderálás, a csalásmegelőzés és a minőségbiztosítás érdekében használjuk fel.
it: Utilizziamo le recensioni inviate e i metadati per fiducia, sicurezza, moderazione, prevenzione delle frodi e garanzia di qualità.
nl: We gebruiken ingediende beoordelingen en metadata voor vertrouwen, veiligheid, moderatie, fraudepreventie en kwaliteitsborging.
pl: Używamy przesłanych opinii i metadanych do zapewnienia zaufania, bezpieczeństwa, moderacji, zapobiegania oszustwom i kontroli jakości.
pt: Usamos avaliações enviadas e metadados para confiança, segurança, moderação, prevenção de fraudes e garantia de qualidade.
ro: Folosim recenziile și metadatele trimise pentru încredere, siguranță, moderare, prevenirea fraudelor și asigurarea calității.
ru: Отзывы используются для модерации, безопасности и контроля качества.
sv: Vi använder inskickade recensioner och metadata för tillit, säkerhet, moderering, bedrägeriförebyggande och kvalitetssäkring.
tr: Gönderilen değerlendirmeleri ve meta verileri güven, güvenlik, denetim, dolandırıcılığı önleme ve kalite güvencesi için kullanıyoruz.
uk: Надані відгуки та метадані використовуються для забезпечення довіри, безпеки, модерації, запобігання шахрайству та контролю якості.

# pp_data_usage_3
source: We may use aggregated and de-identified analytics to improve product experience and reliability.
cs: K vylepšení prostředí a spolehlivosti produktu můžeme používat agregované a anonymizované analýzy.
da: Vi kan bruge aggregerede og afidentificerede analyser til at forbedre produktoplevelsen og pålideligheden.
de: Wir können aggregierte und anonymisierte Analysedaten verwenden, um das Produkterlebnis und die Zuverlässigkeit zu verbessern.
es: Podemos utilizar análisis agregados y anónimos para mejorar la experiencia y fiabilidad del producto.
fr: Nous pouvons utiliser des analyses agrégées et anonymisées pour améliorer l'expérience produit et la fiabilité.
hu: Összesített és anonimizált analitikát használhatunk a termékélmény és a megbízhatóság javítására.
it: Possiamo utilizzare analisi aggregate e rese anonime per migliorare l'esperienza e l'affidabilità del prodotto.
nl: We kunnen geaggregeerde en gede-identificeerde analyses gebruiken om de productervaring en betrouwbaarheid te verbeteren.
pl: Możemy wykorzystywać zagregowane i zanonimizowane dane analityczne, aby ulepszać produkt i jego niezawodność.
pt: Podemos usar análises agregadas e desidentificadas para melhorar a experiência e confiabilidade do produto.
ro: Putem folosi analize agregate și de-identificate pentru a îmbunătăți experiența și fiabilitatea produsului.
ru: Мы можем использовать анонимную аналитику для улучшения продукта.
sv: Vi kan använda aggregerad och avidentifierad analys för att förbättra produktupplevelsen och tillförlitligheten.
tr: Ürün deneyimini ve güvenilirliğini artırmak için toplu ve kimliği gizlenmiş analitiği kullanabiliriz.
uk: Ми можемо використовувати агреговану та знеособлену аналітику для покращення якості та надійності продукту.

# pp_data_usage_title
source: How We Use Data
cs: Jak údaje používáme
da: Sådan bruger vi data
de: Wie wir Daten nutzen
es: Cómo utilizamos los datos
fr: Comment nous utilisons les données
hu: Hogyan Használjuk az Adatokat
it: Come utilizziamo i dati
nl: Hoe We Gegevens Gebruiken
pl: Jak wykorzystujemy dane
pt: Como Usamos os Dados
ro: Cum folosim datele
ru: Как мы используем данные
sv: Hur vi använder data
tr: Verileri Nasıl Kullanıyoruz
uk: Як ми використовуємо дані

# pp_last_updated
source: Last updated: March 2026
cs: Poslední aktualizace: Březen 2026
da: Sidst opdateret: Marts 2026
de: Zuletzt aktualisiert: März 2026
es: Última actualización: Marzo 2026
fr: Dernière mise à jour : Mars 2026
hu: Utolsó frissítés: 2026. március
it: Ultimo aggiornamento: Marzo 2026
nl: Laatst bijgewerkt: Maart 2026
pl: Ostatnia aktualizacja: marzec 2026 r.
pt: Última atualização: março de 2026
ro: Ultima actualizare: Martie 2026
ru: Последнее обновление: март 2026 г.
sv: Senast uppdaterad: Mars 2026
tr: Son güncelleme: Mart 2026
uk: Останнє оновлення: березень 2026

# pp_rights_1
source: Depending on your region, you may have rights to access, correct, export, restrict, or delete your personal data.
cs: V závislosti na vašem regionu můžete mít právo na přístup, opravu, export, omezení nebo vymazání vašich osobních údajů.
da: Afhængigt af din region kan du have ret til at få adgang til, rette, eksportere, begrænse eller slette dine personoplysninger.
de: Je nach Region haben Sie möglicherweise das Recht auf Auskunft, Berichtigung, Export, Einschränkung oder Löschung Ihrer personenbezogenen Daten.
es: Dependiendo de tu región, puedes tener derecho a acceder, corregir, exportar, restringir o eliminar tus datos personales.
fr: Selon votre région, vous pouvez avoir le droit d'accéder, corriger, exporter, restreindre ou supprimer vos données personnelles.
hu: A régiójától függően joga lehet a személyes adataihoz való hozzáféréshez, azok helyesbítéséhez, exportálásához, korlátozásához vagy törléséhez.
it: A seconda della tua regione, potresti avere i diritti di accesso, correzione, esportazione, limitazione o eliminazione dei tuoi dati personali.
nl: Afhankelijk van uw regio heeft u mogelijk het recht om uw persoonlijke gegevens in te zien, te corrigeren, te exporteren, te beperken of te verwijderen.
pl: W zależności od regionu, możesz mieć prawo do dostępu, poprawiania, eksportowania, ograniczania lub usuwania swoich danych osobowych.
pt: Dependendo da sua região, você pode ter o direito de acessar, corrigir, exportar, restringir ou excluir seus dados pessoais.
ro: În funcție de regiunea ta, poți avea drepturi de a accesa, corecta, exporta, restricționa sau șterge datele tale personale.
ru: В зависимости от региона, у вас может быть право на доступ, изменение, экспорт или удаление данных.
sv: Beroende på din region kan du ha rätt att få tillgång till, korrigera, exportera, begränsa eller radera dina personuppgifter.
tr: Bölgenize bağlı olarak kişisel verilerinize erişme, düzeltme, dışa aktarma, kısıtlama veya silme haklarına sahip olabilirsiniz.
uk: Залежно від вашого регіону ви можете мати права на доступ, виправлення, експорт, обмеження обробки або видалення ваших персональних даних.

# pp_rights_2
source: You can update profile information directly in the app or request support for account-level actions.
cs: Informace v profilu můžete aktualizovat přímo v aplikaci nebo požádat o podporu při akcích na úrovni účtu.
da: Du kan opdatere profiloplysninger direkte i appen eller anmode om support til handlinger på kontoniveau.
de: Sie können Profilinformationen direkt in der App aktualisieren oder Support für Aktionen auf Kontoebene anfordern.
es: Puedes actualizar la información de tu perfil directamente en la app o solicitar soporte para acciones a nivel de cuenta.
fr: Vous pouvez mettre à jour les informations de profil directement dans l'application ou demander de l'aide pour les actions liées au compte.
hu: Frissítheti a profilinformációkat közvetlenül az alkalmazásban, vagy kérhet támogatást a fiókszintű műveletekhez.
it: Puoi aggiornare le informazioni del profilo direttamente nell'app o richiedere assistenza per azioni a livello di account.
nl: U kunt profielinformatie direct in de app bijwerken of ondersteuning aanvragen voor acties op accountniveau.
pl: Możesz zaktualizować informacje o profilu bezpośrednio w aplikacji lub poprosić o pomoc przy operacjach na poziomie konta.
pt: Você pode atualizar as informações do perfil diretamente no app ou solicitar suporte para ações na conta.
ro: Poți actualiza informațiile de profil direct din aplicație sau poți solicita asistență pentru acțiuni la nivel de cont.
ru: Вы можете обновить профиль в приложении или запросить удаление аккаунта через поддержку.
sv: Du kan uppdatera profilinformation direkt i appen eller begära support för åtgärder på kontonivå.
tr: Profil bilgilerini doğrudan uygulamadan güncelleyebilir veya hesap düzeyindeki işlemler için destek isteyebilirsiniz.
uk: Ви можете оновити інформацію профілю безпосередньо в додатку або звернутися до служби підтримки для дій з обліковим записом.

# pp_rights_3
source: You may object to certain processing where applicable under local law.
cs: Můžete vznést námitku proti určitému zpracování, pokud to umožňují místní zákony.
da: Du kan gøre indsigelse mod visse behandlinger, hvor det er gældende under lokal lovgivning.
de: Sie können bestimmten Verarbeitungen widersprechen, sofern dies nach lokalem Recht zulässig ist.
es: Puedes oponerte a ciertos procesamientos cuando sea aplicable bajo la ley local.
fr: Vous pouvez vous opposer à certains traitements lorsque la loi locale le permet.
hu: A helyi törvényeknek megfelelően tiltakozhat bizonyos adatkezelések ellen.
it: Puoi opporti a determinati trattamenti ove applicabile ai sensi della legge locale.
nl: U kunt bezwaar maken tegen bepaalde verwerkingen waar van toepassing onder de lokale wetgeving.
pl: Możesz sprzeciwić się pewnym rodzajom przetwarzania danych, o ile pozwalają na to przepisy lokalne.
pt: Você pode se opor a determinados processamentos quando aplicável pela lei local.
ro: Poți obiecta la anumite procesări, acolo unde este aplicabil conform legislației locale.
ru: Вы можете возразить против обработки данных, если это предусмотрено местным законодательством.
sv: Du kan invända mot viss behandling i tillämpliga fall enligt lokal lagstiftning.
tr: Yerel yasalar uyarınca geçerli olduğu durumlarda belirli işlemlere itiraz edebilirsiniz.
uk: Ви можете заперечити проти певної обробки даних, якщо це передбачено місцевим законодавством.

# pp_rights_4
source: To exercise your rights, contact support@trustcare.app and we will respond within the legally required timeframe.
cs: Pro uplatnění svých práv kontaktujte support@trustcare.app a my vám odpovíme v zákonem stanovené lhůtě.
da: For at udøve dine rettigheder, kontakt support@trustcare.app, og vi vil svare inden for den lovpligtige tidsramme.
de: Um Ihre Rechte auszuüben, kontaktieren Sie support@trustcare.app. Wir werden innerhalb der gesetzlich vorgeschriebenen Frist antworten.
es: Para ejercer tus derechos, contáctanos en support@trustcare.app y responderemos dentro del plazo legalmente requerido.
fr: Pour exercer vos droits, contactez support@trustcare.app et nous vous répondrons dans les délais légaux requis.
hu: A jogai gyakorlásához lépjen kapcsolatba a support@trustcare.app címmel, és a törvényben előírt időkereten belül válaszolunk.
it: Per esercitare i tuoi diritti, contatta support@trustcare.app e risponderemo entro i tempi previsti dalla legge.
nl: Om uw rechten uit te oefenen, neem contact op via support@trustcare.app en wij reageren binnen de wettelijk vereiste termijn.
pl: Aby skorzystać ze swoich praw, skontaktuj się z support@trustcare.app, a odpowiemy w prawnie wymaganym czasie.
pt: Para exercer seus direitos, contate support@trustcare.app e responderemos dentro do prazo legal exigido.
ro: Pentru a-ți exercita drepturile, contactează support@trustcare.app și îți vom răspunde în termenul prevăzut de lege.
ru: Свяжитесь с support@trustcare.app для реализации своих прав.
sv: För att utöva dina rättigheter, kontakta support@trustcare.app så svarar vi inom den tidsram som lagen kräver.
tr: Haklarınızı kullanmak için support@trustcare.app adresiyle iletişime geçin, yasal olarak gerekli süre içinde yanıt vereceğiz.
uk: Щоб скористатися своїми правами, напишіть на support@trustcare.app, і ми відповімо в межах встановленого законом терміну.

# pp_rights_title
source: Your Rights
cs: Vaše práva
da: Dine rettigheder
de: Ihre Rechte
es: Tus derechos
fr: Vos droits
hu: Az Ön Jogai
it: I tuoi diritti
nl: Uw Rechten
pl: Twoje prawa
pt: Seus Direitos
ro: Drepturile tale
ru: Ваши права
sv: Dina rättigheter
tr: Haklarınız
uk: Ваші права

# pp_security_1
source: We apply technical and organizational safeguards designed to protect data against unauthorized access and misuse.
cs: Uplatňujeme technická a organizační opatření určená k ochraně údajů před neoprávněným přístupem a zneužitím.
da: Vi anvender tekniske og organisatoriske sikkerhedsforanstaltninger, der er designet til at beskytte data mod uautoriseret adgang og misbrug.
de: Wir wenden technische und organisatorische Sicherheitsmaßnahmen an, um Daten vor unbefugtem Zugriff und Missbrauch zu schützen.
es: Aplicamos medidas de seguridad técnicas y organizativas diseñadas para proteger los datos contra el acceso no autorizado y el mal uso.
fr: Nous appliquons des mesures de sécurité techniques et organisationnelles pour protéger les données contre l'accès non autorisé et l'utilisation abusive.
hu: Olyan technikai és szervezési biztosítékokat alkalmazunk, amelyek célja az adatok védelme a jogosulatlan hozzáférés és visszaélés ellen.
it: Applichiamo misure di salvaguardia tecniche e organizzative progettate per proteggere i dati da accessi non autorizzati e usi impropri.
nl: Wij passen technische en organisatorische veiligheidsmaatregelen toe die zijn ontworpen om gegevens te beschermen tegen ongeoorloofde toegang en misbruik.
pl: Stosujemy techniczne i organizacyjne zabezpieczenia, aby chronić dane przed nieautoryzowanym dostępem i nadużyciem.
pt: Aplicamos salvaguardas técnicas e organizacionais projetadas para proteger dados contra acesso não autorizado e uso indevido.
ro: Aplicăm măsuri de protecție tehnice și organizaționale menite să protejeze datele împotriva accesului neautorizat și a utilizării abuzive.
ru: Мы применяем меры защиты данных от несанкционированного доступа.
sv: Vi tillämpar tekniska och organisatoriska skyddsåtgärder utformade för att skydda data mot obehörig åtkomst och missbruk.
tr: Verileri yetkisiz erişime ve kötüye kullanıma karşı korumak için tasarlanmış teknik ve organizasyonel önlemler uyguluyoruz.
uk: Ми застосовуємо технічні та організаційні заходи для захисту даних від несанкціонованого доступу та неправомірного використання.
